# Ширење на заразна болест
***

Во природата има голем број на работи можат да влијаат врз нашиот имун систем. Некои од нив се вируси што предизвикуваат смрттоносни болести како Ебола или HIV, некои се протеини што не се виткаат добро што предизвикуваат болести како Алцхајмер додека трети се честички кои имаат позитивно влијание на нашиот живот - E. Coli е добар пример[[4]](https://www.condalab.com/int/en/blog/what-do-you-know-about-e-coli-n15). Секој еден од нас во одреден момент од својот живот се соочил со некаква болест. Поеќето од нас можеби проаѓаат со помалку сериозни болести како грип, кашлица, сипаници кои човекот преку голем број на експерименти и истражувања дошол до степен да ги лекува - вакцини, лекови и сл. 

**Карактеристика** што прави дистинкција помеѓу заразни болести како што се грипот од други болести како што е ракот е присутноста на заразни индивидуи што директно предизвикуваат дополнителни инфекции. Ова веднаш прави еден вид на повратна јамка: инфицирани можат да заразат повеќе луѓе, што може да доведе до експоненцијален раст што го намалува бројот на подлежни луѓе и го ограничува идното ширење. Иако изгледаат како да се комплетно случајни овие ширења, сите вакви заразни болести (вируси) споделуваат некои **карактеристки**: овие карактеристки всушност се толку слични што математичките својста се апликативни во други процеси што не се заразни болести, не се ни жива материја а сепак имаат некое својство на ширење (компјутерски вируси и информации[[5]](https://ieeexplore.ieee.org/document/130801); лажни вести[[6]](https://www.scientificamerican.com/article/how-fake-news-goes-viral-mdash-heres-the-math/)). 

--фази на болест--

--најава за SIR--